/* User/pwd server verification */
"Authentication Required" = "Vyžaduje sa prihlásenie";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Zrušiť";

/* HTTPS server verification */
"Proceed" = "Proceed";

/* Link long-press context menu */
"Copy Link" = "Kopírovať odkaz";

/* Google autocomplete error */
"Error: " = "Chyba: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Nepodarilo sa nastaviť audio pre WebView; je možné, že zvuk nebude fungovať.";

/* User/pwd server verification */
"Log In" = "Prihlásiť sa";

/* Link long-press context menu */
"Open Here" = "Otvoriť tu";

/* Link long-press context menu */
"Open in New Tab" = "Otvoriť v novej karte";

/* User/pwd server verification */
"Password" = "Heslo";

/* Google autocomplete error */
"response code %d" = "kód odpovede %d";

/* Google autocomplete error */
"response format unrecognized" = "nerozpoznaný formát odpovede";

/* Google autocomplete error */
"response non-decodable" = "nedekódovateľná odpoveď";

/* Google autocomplete error */
"response parsing %@" = "odpoveď spracovania %@";

/* HTTPS server verification */
"Warning" = "Warning";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "The site's security certificate is not trusted. Do you want to proceed?";

/* User/pwd server verification */
"Username" = "Meno";

/* Link long-press context menu */
"Open in Background Tab" = "Otvoriť na pozadí";

/* Bookmark view controller */
"Edit Bookmark" = "Upraviť záložku";

/* Link long-press context menu */
"Save Image" = "Save Image";

/* Link long-press context menu */
"Save Video" = "Save Video";

/* Web download failure alert title */
"Download Failed" = "Download Failed";

/* Web download failure description */
"File download failed due to network error." = "File download failed due to network error.";

/* Web download failure description */
"The file had unexpected content." = "The file had unexpected content.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "The file could not be saved to Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "File download failed due to internal error %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Browser cannot download this file.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Zrušiť";
